tap "dotenvx/brew"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew-ffmpeg/ffmpeg"
tap "microsoft/git"
tap "olets/tap"
tap "ptsochantaris/tap"
brew "act"
brew "ansible"
brew "ansible-lint"
brew "atuin"
brew "bash"
brew "bat"
brew "chezmoi"
brew "ffmpeg"
brew "tesseract"
brew "chromaprint"
brew "cilium-cli"
brew "diff-so-fancy"
brew "direnv"
brew "editorconfig-checker"
brew "eza"
brew "fd"
brew "fdupes"
brew "fzf"
brew "forgit"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gitleaks"
brew "go"
brew "helm"
brew "httrack"
brew "hugo"
brew "imagemagick"
brew "incus"
brew "jinja2-cli"
brew "jq"
brew "kind"
brew "kompose"
brew "kubeconform"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "lefthook"
brew "lexicon"
brew "libusb"
brew "m-cli"
brew "mas"
brew "minikube"
brew "molecule"
brew "nanorc"
brew "ncdu"
brew "nicotine-plus"
brew "nifi"
brew "node"
brew "ntfy"
brew "nvm"
brew "pandoc"
brew "pre-commit"
brew "prettier"
brew "prettierd"
brew "python@3.11"
brew "qemu"
brew "qt"
brew "ripgrep"
brew "rmlint"
brew "rsync"
brew "sshpass"
brew "standard"
brew "starship"
brew "tealdeer"
brew "thefuck"
brew "tmux"
brew "tmuxinator"
brew "topgrade"
brew "tor"
brew "tree"
brew "treefmt"
brew "trufflehog"
brew "watchman"
brew "wget"
brew "yamllint"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autopair"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "hashicorp/tap/vault-radar"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg"
brew "olets/tap/zsh-abbr"
cask "alfred"
cask "alt-tab"
cask "audacity"
cask "balenaetcher"
cask "bartender"
cask "blender"
cask "browserosaurus"
cask "cursor"
cask "daisydisk"
cask "dangerzone"
cask "darktable"
cask "deezer"
cask "discord"
cask "docker"
cask "dupeguru"
cask "espanso"
cask "finicky"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "font-symbols-only-nerd-font"
cask "freecad"
cask "gimp"
cask "git-credential-manager"
cask "github"
cask "go64"
cask "godot"
cask "handbrake"
cask "hashicorp-boundary-desktop"
cask "hashicorp-vagrant"
cask "iina"
cask "inkscape"
cask "iterm2"
cask "jellyfin-media-player"
cask "keycastr"
cask "kodi"
cask "krita"
cask "lulu"
cask "maccy"
cask "mactex"
cask "macwhisper"
cask "marta"
cask "meetingbar"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "minecraft"
cask "multipass"
cask "notion"
cask "obs"
cask "orbstack"
cask "pearcleaner"
cask "pieces-cli"
cask "plex"
cask "raspberry-pi-imager"
cask "sf-symbols"
cask "skype"
cask "slack"
cask "sloth"
cask "spacedrive"
cask "spotify"
cask "ssh-config-editor"
cask "steam"
cask "tor-browser"
cask "transmission"
cask "upscayl"
cask "utm"
cask "vagrant"
cask "vagrant-manager"
cask "vagrant-vmware-utility"
cask "virtualbox"
cask "whatsapp"
cask "yattee"
cask "zoom"
mas "AI Deck", id: 6741472491
mas "Amphetamine", id: 937984704
mas "CalcService", id: 899970159
mas "Command X", id: 6448461551
mas "Copilot", id: 6738511300
mas "DeArrow", id: 6451469297
mas "Dropover", id: 1355679052
mas "Duplicate File Finder", id: 1032755628
mas "Emby", id: 992180193
mas "Esse", id: 1438921989
mas "Eter Radio", id: 1523221566
mas "fasten", id: 6471036301
mas "Folder Tidy", id: 486626129
mas "Home Assistant", id: 1099568401
mas "HP Smart", id: 1474276998
mas "Hush", id: 1544743900
mas "Infuse", id: 1136220934
mas "Kiano", id: 1413833786
mas "Magnet", id: 441258766
mas "Menu Bar Calendar", id: 1558360383
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Notion Web Clipper", id: 1559269364
mas "OneDrive", id: 823766827
mas "PDFgear", id: 6469021132
mas "Perplexity", id: 6714467650
mas "Prime Video", id: 545519333
mas "Pure Paste", id: 1611378436
mas "Record Go", id: 6474534754
mas "Recordia", id: 1529006487
mas "Refined GitHub", id: 1519867270
mas "Save to Raindrop.io", id: 1549370672
mas "Shareful", id: 1522267256
mas "SocialFocus", id: 1661093205
mas "SponsorBlock", id: 1573461917
mas "Surfed", id: 1591590700
mas "Swift Playground", id: 1496833156
mas "Today", id: 6443714928
mas "UnTrap", id: 1637438059
mas "Velja", id: 1607635845
mas "VPN Unlimited®", id: 694633015
mas "Wayback Machine", id: 1472432422
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "WordService", id: 899972312
mas "XMenu", id: 419332741
vscode "accordproject.concerto-vscode-extension"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker-vscode-extension"
vscode "docker.labs-ai-tools-vscode"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-workspace"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "meshintelligenttechnologiesinc.pieces-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "openai.chatgpt"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
